# St7DeleteFactorsEnvelopeSet

Deletes the specified set from a factors envelope for the currently open solution.

long St7DeleteFactorsEnvelopeSet(long uID, long Pos)
Input Parameters
uID
Strand7 model file ID.
Pos
Set position.